Repository: workingDog/ThisWay
Catalog: ThisWay/Localizable.xcstrings
Source language: en
Languages: ja

# ARRIVED
source: You have arrived
ja: 目的地に到着しました

source: Go home
ja: 帰宅する

# GO_STRAIGHT
source: Keep going straight
ja: 直進してください

# NEAR
source: Very close to your destination
ja: 目的地まであと少しです

# NO_LOOK
source: No Look Around available
ja: 周辺状況確認不可

# SEARCHED_PLACES
source: Places
ja: 場所

source: Turn left
ja: 左に曲がってください

source: Turn right
ja: 右に曲がってください

# TURN_SLIGHT_LEFT
source: Turn slightly left
ja: 少し左に曲がってください

# TURN_SLIGHT_RIGHT
source: Turn slightly right
ja: 少し右に曲がってください
